[
    {
        "id":"Contacts",
        "map": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d1677.030324812732!2d-96.768785!3d32.7906511!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x864e98b93deebdeb%3A0x912d5a8aeeaf97f5!2zNDQzMSBFYXN0c2lkZSBBdmUsIERhbGxhcywgVFggNzUyMjYsINCh0KjQkA!5e0!3m2!1sru!2sru!4v1699487675514!5m2!1sru!2sru",
        "adress": "4431 Eastside Ave, Dallas, TX 75226, USA",
        "adress_link": "https://maps.app.goo.gl/9Lf4C17FbiSXb9ud7",
        "adress_time": "We work daily from 9:00 to 20:00.",
        "adress_description": "Our store is located on the first floor of the Emerald City shopping and entertainment center.",
        "phone": "8-800-555-35-35",
        "link": [
            "https://vk.com/ithmv",
            "https://t.me/ithmv",
            "https://www.instagram.com/ithmv/"
        ],
        "social": [
            "We are on VKontakte",
            "Our Telegram channel",
            "We're on Instagram"
        ],
        "icons": [
            "assets/icons/vk.png",
            "assets/icons/tg.png",
            "assets/icons/inst.png"
        ]
    },
    {
        "id":"Main",
        "title":"Welcome to the CarTime auto parts store!",
        "image": "/assets/main.jpg",
        "description":"We are your trusted partner in the world of automotive solutions. On our website you will find a wide range of high quality auto parts for all makes and models of cars. Whether you need brake discs, filters, clutches, electronics or suspension parts - We offer everything you need to service and repair your car.",
        "link": "contacts",
        "label": "How to find us?➡️"
    },
    {
        "id":"Main",
        "title":"CarTime auto parts catalog contains everything you need to repair your car",
        "image": "/assets/parts.jpg",
        "description":"Whether you're a professional auto repairer or a personal vehicle care professional, our catalog provides everything you need to keep your vehicle in top condition. Find and order auto parts online, and trust us to provide reliable support for your vehicle's maintenance needs.",
        "link": "catalog",
        "label": "Go to catalog➡️"
    },
    {
        "id":"Main",
        "title":"CarTime - A company that has been on the market for over 10 years and has many positive reviews",
        "image": "/assets/review.png",
        "description":"Whether you're a professional auto repairer or a personal vehicle care professional, our catalog provides everything you need to keep your vehicle in top condition. Find and order auto parts online, and trust us to provide reliable support for your vehicle's maintenance needs.",
        "link": "reviews",
        "label": "About us➡️"
    },
    {
        "id":"Main",
        "title":"We always keep an eye on the latest innovations in the automotive industry and tell you about it!",
        "image": "/assets/news.jpg",
        "description":"At CarTime, we are always at the forefront of the automotive industry. Our team is committed to providing you with the most up-to-date information on the latest news, technological advances and innovations in the automotive industry. We understand how important it is to stay up to date with the latest trends in order to make an informed choice for your car.",
        "link": "news",
        "label": "What's new in the automotive world?➡️"
    },
    {
        "id":"About",
        "title":"CarTime - your guide to the world of auto parts",
        "description": "We strive to make the process of selecting and purchasing auto parts as convenient and accessible as possible for you. Our specialists closely monitor the latest technological trends and are constantly expanding our product range to provide you with the most advanced solutions.",
        "subtitle": "Our advantages:",
        "list": [
            "Quality Guarantee: We provide a guarantee on our spare parts, which guarantees you long service life and reliability.",

            "Constantly updating the range: We monitor the market and always update our offer in order to offer you the most current parts and accessories.",

            "Transparency and Honesty: We value the trust of our customers and always provide honest information about products and services.",

            "Partnerships with famous brands: We cooperate with famous auto parts manufacturers, which allows us to offer you the best brands on the market.",

            "Fast Delivery: We strive to provide maximum convenience to our customers by providing fast delivery at a time convenient for you.",

            "Loyalty program: We have a loyalty program that allows our regular customers to receive additional discounts and bonuses.",

            "Online support: Our online consultants are always ready to help you with questions and problem solving.",

            "A wide range of payment methods: We provide a variety of payment methods to make the ordering process as convenient as possible.",

            "Environmentally responsible: We respect the environment and offer environmentally friendly products and recycling options.",

            "Modern equipment: Our warehouses and order processing centers are equipped with modern technology for maximum efficiency.",

            "Informative resources: Our customers have access to a library of manuals and information on vehicle repair and maintenance.",

            "Flexible return conditions: We provide convenient conditions for returning and exchanging goods in case of discrepancy.",

            "Regular promotions and discounts: We constantly delight our customers with special offers and promotions.",

            "Reputation and reviews: Our company has an excellent reputation and positive feedback from customers.",

            "Commitment to Improvement: We are always looking for ways to improve our services and meet the needs of our customers."
        ],
        "content": "We are proud of these advantages and are ready to provide you with the best service in the world of auto parts. Trust us and your car will always be in great shape."
    },
    {
        "id":"Catalog",
        "title":"Catalog of spare parts for your car!",
        "subtitle": "Our wide selection offers everything you need to keep your car in tip-top condition. Regardless of the make or model of your car, we provide high-quality parts to meet your needs. Our professional service and affordable prices make maintenance and repairs a breeze your car in an affordable and worry-free way. Trust us and your car will always be in excellent condition!",
        "brands": [
            "Toyota",
            "Nissan",
            "Mazda",
            "Mitsubishi",
            "Honda",
            "Hyundai",
            "Chevrolet",
            "Volkswagen",
            "Ford",
            "BMW",
            "Mercedes-Benz",
            "Audi",
            "Porsche",
            "Lexus",
            "Jaguar",
            "Land Rover",
            "Fiat",
            "Renault",
            "Peugeot",
            "Citroen",
            "Opel"
        ],
        "logo": [
            "assets/brands/toyota-logo.png",
            "assets/brands/nissan-logo.png",
            "assets/brands/mazda-logo.png",
            "assets/brands/mitsubishi-logo.png",
            "assets/brands/honda-logo.png",
            "assets/brands/hyundai-logo.png",
            "assets/brands/chevrolet-logo.png",
            "assets/brands/volkswagen-logo.png",
            "assets/brands/ford-logo.png",
            "assets/brands/bmw-logo.png",
            "assets/brands/mercedes-benz-logo.png",
            "assets/brands/audi-logo.png",
            "assets/brands/porsche-logo.png",
            "assets/brands/lexus-logo.png",
            "assets/brands/jaguar-logo.png",
            "assets/brands/land-rover-logo.png",
            "assets/brands/fiat-logo.png",
            "assets/brands/renault-logo.png",
            "assets/brands/peugeot-logo.png",
            "assets/brands/citroen-logo.png",
            "assets/brands/opel-logo.png"
        ],
        "parts" : [
            "Body parts",
            "Engine",
            "Transmission",
            "Suspension",
            "Exhaust system",
            "Electronics",
            "Optics",
            "Steering",
            "Brake system "
        ],

        "parts_images": [
            "assets/parts/body.jpg",
            "assets/parts/engine.jpg",
            "assets/parts/transmission.jpg",
            "assets/parts/suspension.jpg",
            "assets/parts/exhaust.jpg",
            "assets/parts/electronics.jpg",
            "assets/parts/optics.jpg",
            "assets/parts/steering-wheel.jpg",
            "assets/parts/brakes.jpg"
        ]
    },
    {
        "id":"News",
        "title":"Renault Master 2024 will become more elegant",
        "date": "11/08/2023",
        "description": "Renault Master is preparing for its debut: the manufacturer has released the first teaser of the updated van. The official presentation will take place in the coming days at the Solutrans exhibition. The model is designed “for optimal use” with minimal energy consumption and maximum adaptation to the needs of modern buyers. As part of the implementation For these purposes, the company developed the Aerovan design.",
        "img": "assets/news/1.png"
    },
    {
        "id":"News",
        "title":"2025 Ram 1500 debuts with unusual Tungsten trim",
        "date": "11/07/2023",
        "description": "Ram has unveiled the 1500 with updated exterior, interior and all-new 3.0-liter twin-turbocharged inline-six engine. Let's start with the latter. The Hurricane engine replaces the iconic HEMI V8 and will be offered in two power levels. Version The entry-level engine produces 420 hp of power and 623 Nm of torque, while the high-performance engine produces 540 hp and 706 Nm respectively.",
        "img": "assets/news/2.jpg"
    },
    {
        "id":"News",
        "title":"It has become known when the next generation of Peugeot 5008 will be released",
        "date": "11/03/2023",
        "description": "The next generation Peugeot 5008 will be released in August 2024. It is planned to introduce a fully electric version in the line. The imminent release of the new generation 5008 became known at the beginning of this year. It was then that Peugeot confirmed that the electric version of the car is in In August, photographers filmed tests of the new ICE-powered 5008, and in September an electric prototype was spotted.",
        "img": "assets/news/3.jpg"
    },
    {
        "id":"News",
        "title":"Lexus GX 2024 became the center of the stand at the SEMA exhibition",
        "date": "11/02/2023",
        "description": "At this year's SEMA show in Las Vegas, Lexus decided to put an increased focus on SUVs, showcasing several variants of the GX and a modified LX. These off-road models are designed to highlight the capabilities of Lexus' ladder-frame SUVs. The highlight of the show is the all-new 2024 Lexus GX year, the sister model of the Toyota Land Cruiser 2024. We are talking about the GX 550 Overtrail+ version, which is equipped with a standard 3.4-liter V6 engine with twin turbocharging producing 349 hp.",
        "img": "assets/news/4.jpg"
    },
    {
        "id":"News",
        "title":"Hyundai Kona Jayde Concept for Adventurers",
        "date": "10/31/2023",
        "description": "Especially for the SEMA show, Hyundai has prepared a new concept based on the Kona model. We are talking about the Kona Jayde 2024, which is created for “urban adventurers.” The car is painted in a robin's egg shade, contrasting with the plastic lining and matte black HRE 520M solid alloy wheels and Air Design additions including front lip, side skirts and extended rear spoiler.",
        "img": "assets/news/5.jpg"
    },
    {
        "id":"Placeholder",
        "title": "Placeholder"
    }
]