[
    {
        "id":"Contacts",
        "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d5239.242699730189!2d84.97430849951834!3d56.487911492899066!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x432693136079ee67%3A0x1685ae051166e2cc!2z0JjQt9GD0LzRgNGD0LTQvdGL0Lkg0LPQvtGA0L7QtA!5e0!3m2!1sru!2sru!4v1698841124665!5m2!1sru!2sru",
        "adress": "г.Томск Комсомольский проспект, 13Б",
        "adress_link": "https://maps.app.goo.gl/ee3X3K3pmgQZpTiVA",
        "adress_time": " Работаем ежедневно с 9:00 до 20:00.",
        "adress_description": "Наш магазин находится на первом этаже торгово-развлекательного центра 'Изумрудный Город'.",
        "phone": "8-800-555-35-35",
        "link": [
            "https://vk.com/ithmv",
            "https://t.me/ithmv",
            "https://www.instagram.com/ithmv/"
        ],
        "social": [
            "Мы во ВКонтакте",
            "Наш Телеграм-канал",
            "Мы в Инстаграм"
        ],
        "icons": [
            "assets/icons/vk.png",
            "assets/icons/tg.png",
            "assets/icons/inst.png"
        ]
    },
    {
        "id":"Main",
        "title":"Добро пожаловать в магазин автозапчастей CarTime Tomsk!",
        "image": "/assets/main.jpg",
        "description":"Мы - ваш надежный партнер в мире автомобильных решений. На нашем сайте вы найдете широкий ассортимент высококачественных автозапчастей для всех марок и моделей автомобилей. Независимо от того, нужны ли вам тормозные диски, фильтры, сцепления, электроника или детали подвески - мы предлагаем все необходимое для обслуживания и ремонта вашего автомобиля.",
        "link": "contacts",
        "label": "Как нас найти?➡️"
    },
    {
        "id":"Main",
        "title":"Каталог автозапчастей CarTime Tomsk содержит все необходимое для ремонта вашего автомобиля",
        "image": "/assets/parts.jpg",
        "description":"Не важно, занимаетесь ли вы ремонтом автомобилей профессионально или заботитесь о вашем личном транспорте, наш каталог предоставляет все необходимое для поддержания вашего автомобиля в отличном состоянии. Находите и заказывайте автозапчасти онлайн, и доверьтесь нам для надежной поддержки в обслуживании вашего автомобиля.",
        "link": "catalog",
        "label": "Перейти в каталог➡️"
    },
    {
        "id":"Main",
        "title":"CarTime Tomsk - Компания, существующая уже более  10 лет на рынке, имеет множество положительных отзывов",
        "image": "/assets/review.png",
        "description":"Не важно, занимаетесь ли вы ремонтом автомобилей профессионально или заботитесь о вашем личном транспорте, наш каталог предоставляет все необходимое для поддержания вашего автомобиля в отличном состоянии. Находите и заказывайте автозапчасти онлайн, и доверьтесь нам для надежной поддержки в обслуживании вашего автомобиля.",
        "link": "reviews",
        "label": "О нас➡️"
    },
    {
        "id":"Main",
        "title":"Всегда следим за последними новинками автомобильной отрасли и рассказываем вам!",
        "image": "/assets/news.jpg",
        "description":"В CarTime Tomsk мы всегда на передовых рубежах автомобильной индустрии. Наша команда стремится предоставлять вам самую актуальную информацию о последних новинках, технологических достижениях и инновациях в автомобильной сфере. Мы понимаем, насколько важно быть в курсе последних тенденций, чтобы сделать информированный выбор для вашего автомобиля.",
        "link": "news",
        "label": "Что нового в автомобильном мире?➡️"
    },
    {
        "id":"About",
        "title":"CarTime Tomsk - ваш проводник в мире автозапчастей",
        "description": "Мы стремимся сделать процесс подбора и приобретения автозапчастей максимально удобным и доступным для вас. Наши специалисты внимательно следят за новейшими технологическими трендами и постоянно расширяют ассортимент продукции, чтобы предоставить вам самые передовые решения.",
        "subtitle": "Наши преймущества:",
        "list": [
            "Гарантия качества: Мы предоставляем гарантию на наши запчасти, что гарантирует вам долгий срок службы и надежность.",

            "Постоянное обновление ассортимента: Мы следим за рынком и всегда обновляем наше предложение, чтобы предложить вам самые актуальные детали и аксессуары.",

            "Прозрачность и честность: Мы ценим доверие наших клиентов и всегда предоставляем честную информацию о товарах и услугах.",

            "Партнерство с известными брендами: Мы сотрудничаем с известными производителями автозапчастей, что позволяет нам предлагать вам лучшие бренды на рынке.",

            "Быстрая доставка: Мы стремимся обеспечить максимальное удобство нашим клиентам, предоставляя быструю доставку в удобное для вас время.",

            "Программа лояльности: У нас есть программа лояльности, которая позволяет нашим постоянным клиентам получать дополнительные скидки и бонусы.",

            "Онлайн-поддержка: Наши онлайн-консультанты всегда готовы помочь вам с вопросами и решением проблем.",

            "Большой выбор способов оплаты: Мы предоставляем разнообразные способы оплаты, чтобы сделать процесс заказа максимально удобным.",

            "Экологически ответственность: Мы следим за окружающей средой и предлагаем экологически чистые продукты и варианты утилизации.",

            "Современное оборудование: Наши склады и центры обработки заказов оборудованы современной техникой для максимальной эффективности.",

            "Информативные ресурсы: Наши клиенты имеют доступ к библиотеке руководств и информации о ремонте и обслуживании автомобилей.",

            "Гибкие условия возврата: Мы предоставляем удобные условия для возврата и обмена товаров в случае несоответствия.",

            "Регулярные акции и скидки: Мы постоянно радуем наших клиентов специальными предложениями и акциями.",

            "Репутация и отзывы: Наша компания обладает прекрасной репутацией и положительными отзывами от клиентов.",

            "Стремление к улучшению: Мы всегда ищем пути совершенствования наших услуг и удовлетворения потребностей наших клиентов."
        ],
        "content": "Мы гордимся этими преимуществами и готовы предоставить вам лучший сервис в мире автозапчастей. Доверьтесь нам, и ваш автомобиль всегда будет в отличной форме."
    },
    {
        "id":"Catalog",
        "title":"Каталог запчастей для вашего автомобиля!",
        "subtitle": " Наш широкий ассортимент предлагает все, что вам нужно, чтобы поддерживать вашу машину в идеальном состоянии. Независимо от марки или модели вашего автомобиля, мы предоставляем высококачественные запчасти чтобы удовлетворить ваши потребности. Наш профессиональный сервис и доступные цены делают обслуживание и ремонт вашего автомобиля доступными и беззаботными. Доверьтесь нам, и ваш автомобиль всегда будет в отличном состоянии!",
        "brands": [
            "Toyota",
            "Nissan",
            "Mazda",
            "Mitsubishi",
            "Honda",
            "Hyundai",
            "Chevrolet",
            "Volkswagen",
            "Ford",
            "BMW",
            "Mercedes-Benz",
            "Audi",
            "Porsche",
            "Lexus",
            "Jaguar",
            "Land Rover",
            "Fiat",
            "Renault",
            "Peugeot",
            "Citroen",
            "Opel"
        ],
        "logo": [
            "assets/brands/toyota-logo.png",
            "assets/brands/nissan-logo.png",
            "assets/brands/mazda-logo.png",
            "assets/brands/mitsubishi-logo.png",
            "assets/brands/honda-logo.png",
            "assets/brands/hyundai-logo.png",
            "assets/brands/chevrolet-logo.png",
            "assets/brands/volkswagen-logo.png",
            "assets/brands/ford-logo.png",
            "assets/brands/bmw-logo.png",
            "assets/brands/mercedes-benz-logo.png",
            "assets/brands/audi-logo.png",
            "assets/brands/porsche-logo.png",
            "assets/brands/lexus-logo.png",
            "assets/brands/jaguar-logo.png",
            "assets/brands/land-rover-logo.png",
            "assets/brands/fiat-logo.png",
            "assets/brands/renault-logo.png",
            "assets/brands/peugeot-logo.png",
            "assets/brands/citroen-logo.png",
            "assets/brands/opel-logo.png"
        ],
        "parts" : [
            "Кузовные детали",
            "Двигатель",
            "Трансмиссия",
            "Подвеска",
            "Выхлопная система",
            "Электроника",
            "Оптика",
            "Рулевое управление",
            "Тормозная система "
        ],

        "parts_images": [
            "assets/parts/body.jpg",
            "assets/parts/engine.jpg",
            "assets/parts/transmission.jpg",
            "assets/parts/suspension.jpg",
            "assets/parts/exhaust.jpg",
            "assets/parts/electronics.jpg",
            "assets/parts/optics.jpg",
            "assets/parts/steering-wheel.jpg",
            "assets/parts/brakes.jpg"
        ]
    },
    {
        "id":"News",
        "title":"Renault Master 2024 станет более изящным",
        "date": "08.11.2023",
        "description": "Renault Master готовится к дебюту: производитель выпустил первый тизер обновленного фургона. Официальная презентация состоится в ближайшие дни на выставке Solutrans. Модель разработана «для оптимального использования» с минимальным расходом энергии и максимальной адаптацией к потребностям современных покупателей. В рамках реализации этих целей компания разработала конструкцию Aerovan.",
        "img": "assets/news/1.png"
    },
    {
        "id":"News",
        "title":"Ram 1500 2025 дебютирует с необычной отделкой Tungsten",
        "date": "07.11.2023",
        "description": "Компания Ram представила 1500 с обновленным экстерьером, интерьером и совершенно новым 3,0-литровым рядным шестицилиндровым двигателем с двойным турбонаддувом. Начнем с последнего. Двигатель Hurricane пришел на смену культовому HEMI V8 и будет предлагаться в двух вариантах мощности. Версия начального уровня выдает 420 л.с. мощности и 623 Нм крутящего момента, а высокопроизводительный двигатель производит 540 л.с. и 706 Нм соответственно.",
        "img": "assets/news/2.jpg"
    },
    {
        "id":"News",
        "title":"Стало известно, когда выйдет следующее поколение Peugeot 5008",
        "date": "03.11.2023",
        "description": "Peugeot 5008 следующего поколения будет выпущен в августе 2024 года. В линейке планируется представить полностью электрическую версию. О скором выходе нового поколения 5008 стало известно еще в начале текущего года. Именно тогда в Peugeot подтвердили, что электрическая версия автомобиля находится в разработке. В августе фотографы засняли тесты нового 5008 с двигателем ICE, а в сентябре был замечен электрический прототип.",
        "img": "assets/news/3.jpg"
    },
    {
        "id":"News",
        "title":"Lexus GX 2024 стал центром стенда на выставке SEMA",
        "date": "02.11.2023",
        "description": "В этом году на выставке SEMA в Лас-Вегасе Lexus решил уделить повышенное внимание внедорожникам, продемонстрировав несколько вариантов GX и модифицированного LX. Эти внедорожные модели призваны подчеркнуть возможности внедорожников Lexus с лестничной рамой. Изюминкой выставки стал совершенно новый Lexus GX 2024 года, родственная модель Toyota Land Cruiser 2024. Речь идет о версии GX 550 Overtrail+, которая оснащена стандартным 3,4-литровым двигателем V6 с двойным турбонаддувом мощностью 349 л.с.",
        "img": "assets/news/4.jpg"
    },
    {
        "id":"News",
        "title":"Концепт Hyundai Kona Jayde для искателей приключений",
        "date": "31.10.2023",
        "description": "Специально для выставки SEMA компания Hyundai подготовила новый концепт, основанный на модели Kona. Речь о Kona Jayde 2024, который создан для «городских искателей приключений». Автомобиль выкрашен в оттенок цвета «яйца малиновки», контрастирующего с пластиковой обшивкой и матовыми черными цельными легкосплавными дисками HRE 520M. Также в наличии дополнения от Air Design, включая переднюю кромку, пороги и удлиненный задний спойлер.",
        "img": "assets/news/5.jpg"
    }
]